{
    "inicio": "Pregunta siempre por el bienestar del usuario y hazle saber que estás aquí para ayudar.",

    "definicion_violencia intrafamiliar": ["Proporciona información sobre qué es la violencia intrafamiliar. Considera la siguiente información: ",
                                "Es el conjunto de actitudes o comportamientos de abuso (ser sexual, físico o psicológico) perpetrados en el hogar o unidad doméstica, ", 
                                "generalmente por un miembro de la familia que vive con la víctima, que puede ser esta varón o mujer, infante, adolescente o adulto, ",
                                "con el empleo deliberado de la fuerza. Esto ocurre entre padres, hijos y padres y entre hermanos, por ejemplo. Además, es considera ",
                                "como un grave obstáculo para el desarrollo y la paz. La violencia intrafamiliar también es conocida como violencia doméstica, ",
                                "violencia familiar o violencia en las familias."],

    "objetivos_violencia_intrafamiliar":["Proporciona información sobre los objetivos de la violencia intrafamiliar. Considera la siguiente información: ",
                                "El objetivo de la violencia intrafamiliar es ejercer poder y control sobre otra persona. ",
                                "El agresor busca dominar y someter a la víctima a través de la violencia, ",
                                "ya sea física, psicológica, sexual o económica. "],

    "tipos_violencia intrafamiliar": ["Proporciona información sobre los tipos de violencia intrafamiliar. Considera la siguiente información: "],

    "recursos": "Proporciona recursos y contactos de ayuda.",
    "empatía": "Muestra empatía y nunca juzgues.",
    "definición": "La violencia intrafamiliar es cualquier tipo de abuso o maltrato que ocurre dentro del núcleo familiar.",
    "nombres": "La violencia intrafamiliar también es conocida como violencia doméstica o violencia de pareja.",
    "objetivo": "El objetivo de la violencia intrafamiliar es ejercer poder y control sobre otra persona.",

    "efectos_víctima": ["Proporciona información sobre los efectos de la violencia intrafamiliar en la víctima. Considera la siguiente información: Perjudican su",
                        "integridad corporal y psicológica. Repercuten sobre su independencia e individualidad. Miedo, pánico o angustia. Heridas y ",
                        "lesiones físicas que, en los peores casos, pueden conducir a la muerte. Altos niveles de ansiedad por miedo a volver a ser ",
                        "violentados. Tristeza, desmotivación vital y depresión, Inseguridad y desconfianza absoluta ante los demás. Enfado, ira, rencor ",
                        "y agresividad. Bajos niveles de autoestima. Mutismo, bloqueo emocional e indefension aprendida. También, contribuye a la aparición ",
                        "de cánceres, enfermedades del corazón, accidentes cerebrovasculares y VIH/sida, pues las víctimas de la violencia a menudo ",
                        "tratan de hacer frente a sus experiencias traumáticas adoptando comportamientos de riesgo, como consumir tabaco, alcohol y drogas, ",
                        "así como con prácticas sexuales de riesgo. Sentimientos de soledad y abandono: Pueden sentirse aislados, abandonados y poco queridos. ",
                        "Exclusión del diálogo y la reflexión: La violencia bloquea y dificulta la capacidad para encontrar modos alternativos de resolver ",
                        "conflictos de forma pacífica y dialogada, Trastornos en la identidad: Pueden tener una mala imagen de sí mismos, creer que son ",
                        "malos y por eso sus padres los castigan físicamente. A veces, como modo de defenderse, desarrollan la creencia de que son fuertes ",
                        "y todopoderosos, capaces de vencer a sus padres y a otros adultos."],
    
    "efectos_sociedad": ["Proporciona información sobre los efectos de la violencia intrafamiliar en la víctima. Considera la siguiente información: Los ",
                        "efectos para la sociedad incluyen aumento de la carga en el sistema de salud y en las fuerzas del orden. Además, otros efectos son ",
                        "el usentismo laboral entre las mujeres con pareja y el incremento de la delincuencia juvenil."],


    "causas": "Las causas incluyen factores como el abuso de sustancias, problemas económicos, y antecedentes de violencia en la familia.",
    "tipos": "Los tipos de violencia intrafamiliar incluyen física, psicológica, sexual y económica.",
    "violencia_física": "La violencia física incluye cualquier acto que cause daño corporal a la víctima.",
    "violencia_psicológica": "La violencia psicológica o emocional incluye amenazas, humillaciones y manipulación.",
    "violencia_sexual": "La violencia sexual incluye cualquier acto sexual no consensuado o coerción sexual.",
    "violencia_económica": "La violencia económica implica el control de los recursos financieros para limitar la independencia de la víctima.",
    "factores_desenvolvimiento": "Los factores que respaldan el desarrollo de la violencia intrafamiliar incluyen la cultura de machismo y la falta de educación.",
    "secuela_física": "Las secuelas físicas incluyen heridas, fracturas y problemas de salud crónicos.",
    "secuela_psicológica": "Las secuelas psicológicas incluyen trastornos de ansiedad, depresión y estrés postraumático.",
    "secuela_social": "Las secuelas sociales incluyen el aislamiento social y problemas en las relaciones interpersonales.",
    "prevención": "La prevención de la violencia intrafamiliar incluye educación, apoyo comunitario y políticas públicas eficaces.",
    "familia": "La familia es un grupo de personas unidas por lazos de parentesco o matrimonio.",
    "tipos_víctima": "Los tipos de violencia intrafamiliar según la clase de víctima incluyen maltrato infantil, abuso a mujeres y ancianos.",
    "maltrato_infantil": "El maltrato infantil incluye abuso físico, emocional, sexual y negligencia hacia un niño.",
    "consecuencia_maltrato": "Las consecuencias del maltrato infantil incluyen problemas de desarrollo y de salud mental.",
    "abuso_sexual": "El abuso sexual es cualquier actividad sexual forzada o coercitiva.",
    "manifestaciones_abuso": "El abuso sexual puede manifestarse como toques inapropiados, violación y explotación sexual.",
    "detectar_abuso": "Se puede detectar el abuso sexual en niños a través de cambios de comportamiento, retraimiento y signos físicos.",
    "acción_abuso": "Si un niño o adolescente manifiesta que está siendo víctima de abuso, se debe escuchar, creer y reportar a las autoridades competentes.",
    "prevención_abuso": "La prevención del abuso sexual incluye educación sexual, supervisión y empoderamiento de los niños.",
    "violencia_doméstica": "La violencia doméstica o de pareja incluye abuso físico, emocional, sexual y económico entre parejas.",
    "expresión_doméstica": "La violencia doméstica se expresa mediante control, manipulación y agresión.",
    "detectar_doméstica": "Para determinar si se vive violencia en pareja, busca señales como miedo, control excesivo y abuso.",
    "miembros_familia": "La violencia intrafamiliar puede involucrar a cualquier miembro de la familia, incluyendo niños, cónyuges y ancianos.",
    "violencia_filoparental": "La violencia filoparental es la violencia ejercida por los hijos hacia sus padres.",
    "violencia_género": "La violencia de género es la violencia dirigida hacia una persona por su género, generalmente afectando más a las mujeres.",
    "violencia_niños": "La violencia contra los niños incluye cualquier forma de maltrato físico, emocional o sexual.",
    "normativas": "Las normativas peruanas incluyen leyes y políticas para erradicar la violencia intrafamiliar, como la Ley N 30364.",
    "ley_30364_objetivo": "El objetivo de la Ley N 30364 es prevenir, sancionar y erradicar la violencia contra las mujeres y los integrantes del grupo familiar.",
    "ley_30364_principios": "Los principios rectores de la Ley N 30364 incluyen la no revictimización y la atención oportuna.",
    "servicios_perú": "En Perú, existen servicios como la Línea 100, Centros de Emergencia Mujer (CEM) y Hogares de Refugio Temporal (HRT) para atender casos de violencia intrafamiliar.",
    "cai": "El Centro de Atención Institucional (CAI) proporciona atención especializada a víctimas de violencia.",
    "ae": "El servicio de Asistencia Económica (AE) ofrece apoyo financiero a víctimas de violencia.",
    "sar": "El Servicio de Atención Rural (SAR) brinda apoyo a víctimas en zonas rurales.",
    "sau": "El Servicio de Atención Urgente (SAU) ofrece ayuda inmediata a víctimas de violencia.",
    "línea_100": "La Línea 100 es una línea telefónica gratuita para reportar casos de violencia intrafamiliar y recibir orientación.",
    "cem": "Los Centros de Emergencia Mujer (CEM) ofrecen atención integral a víctimas de violencia.",
    "chat_100": "El servicio Chat 100 proporciona asistencia y orientación en línea a víctimas de violencia.",
    "hrt": "Los Hogares de Refugio Temporal (HRT) ofrecen alojamiento y protección a víctimas de violencia.",
    "principios_cem": "Los principios que guían la atención en los CEM incluyen la confidencialidad, la no revictimización y el respeto a la dignidad.",
    "principio_ddhh": "La violencia familiar y sexual es una vulneración de los derechos humanos.",
    "principio_desigualdad": "La violencia familiar y sexual son expresión de la desigualdad de género y la discriminación hacia las mujeres.",
    "principio_salud_publica": "La violencia familiar y sexual son un problema de salud pública.",
    "principio_multicausalidad": "La multicausalidad de la violencia requiere de un abordaje intersectorial.",
    "principio_interdisciplinario": "El abordaje interdisciplinario de los casos es crucial para una atención efectiva.",
    "principio_no_revictimización": "La atención debe evitar la revictimización de las personas afectadas.",
    "principio_atención_oportuna": "La atención oportuna es fundamental para la protección y apoyo a las víctimas.",
    "principio_interculturalidad": "La atención debe respetar la interculturalidad y la dignidad de las personas.",
    "principio_confidencialidad": "La confidencialidad y reserva de la información son esenciales en la atención a víctimas.",
    "derechos_víctimas": "Las personas afectadas por hechos de violencia tienen derecho a protección, asistencia y reparación.",
    "quiénes_denuncian": "Cualquier persona puede denunciar un hecho de violencia intrafamiliar, incluyendo familiares y testigos.",
    "dónde_denunciar": "Para denunciar violencia intrafamiliar, se puede acudir a la comisaría, fiscalía o centros de emergencia mujer.",
    "derechos_proceso": "Luego de interponer una denuncia, las víctimas tienen derecho a asistencia legal y protección.",
    "no_aceptan_denuncia": "Si no aceptan tu denuncia de violencia intrafamiliar, debes insistir y buscar apoyo de organizaciones de derechos humanos.",
    "consideraciones_denuncia": "Al denunciar violencia intrafamiliar, es importante proporcionar detalles específicos y buscar apoyo legal.",
    "plan_acción_objetivo": "El objetivo principal del Plan de Acción Conjunto es prevenir la violencia contra las mujeres y niñas.",
    "entidades_involucradas": "Entidades involucradas incluyen el Ministerio de la Mujer, la Policía Nacional y organizaciones de derechos humanos.",
    "lineamientos_estratégicos": "Los lineamientos estratégicos del plan incluyen prevención, protección y promoción de derechos.",
    "medidas_indígenas": "Se han implementado medidas específicas para la protección de mujeres y niñas indígenas.",
    "impacto_niños": "La violencia intrafamiliar tiene un impacto negativo en los niños que son testigos, afectando su desarrollo emocional y psicológico.",
    "papel_instituciones": "Las instituciones educativas juegan un papel crucial en la identificación y apoyo a víctimas de violencia intrafamiliar.",
    "legislación_prevención": "La legislación influye en la prevención y el tratamiento de la violencia intrafamiliar mediante leyes y políticas.",
    "efectos_largo_plazo": "Los efectos a largo plazo de la violencia intrafamiliar pueden incluir problemas de salud física y mental, y dificultades sociales.",
    "necesidades_urgentes": "Las víctimas de violencia intrafamiliar tienen necesidades urgentes como seguridad, atención médica y apoyo emocional.",
    "factores_riesgo": "Los factores de riesgo para la violencia intrafamiliar incluyen el abuso de sustancias, antecedentes de violencia y estrés económico.",
    "señales_abuso": "Las señales de abuso pueden incluir cambios de comportamiento, aislamiento, y signos físicos de daño.",
    "estrategias_apoyo": "Las estrategias de apoyo a víctimas de violencia intrafamiliar incluyen consejería, grupos de apoyo y asistencia legal.",
    "intervenciones_efectivas": "Las intervenciones efectivas para abordar la violencia intrafamiliar incluyen programas de prevención, apoyo a las víctimas y sanciones para los agresores.",
    "abordaje_interdisciplinario": "El abordaje interdisciplinario de la violencia intrafamiliar implica la colaboración de profesionales de la salud, la justicia y el trabajo social.",
    "educación_comunidad": "La educación comunitaria es esencial para prevenir y combatir la violencia intrafamiliar.",
    "programas_prevención": "Los programas de prevención de la violencia intrafamiliar incluyen talleres educativos y campañas de concientización.",
    "cultura_machismo": "La cultura de machismo perpetúa la violencia intrafamiliar y debe ser abordada mediante la educación y la promoción de la igualdad de género.",
    "mecanismos_denuncia": "Los mecanismos de denuncia deben ser accesibles y efectivos para proteger a las víctimas de violencia intrafamiliar.",
    "autocuidado_víctimas": "El autocuidado es esencial para las víctimas de violencia intrafamiliar, incluyendo la búsqueda de apoyo y la priorización de su bienestar.",
    "grupos_apoyo": "Los grupos de apoyo ofrecen un espacio seguro para que las víctimas compartan sus experiencias y reciban apoyo emocional.",
    "importancia_terapia": "La terapia es crucial para la recuperación de las víctimas de violencia intrafamiliar, ayudándoles a procesar el trauma y reconstruir su vida.",
    "resiliencia_víctimas": "La resiliencia es la capacidad de las víctimas para recuperarse y seguir adelante a pesar de la violencia sufrida."
}
